tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "postgresapp/postgresapp", "https://github.com/PostgresApp/PostgresApp.git"
tap "sanemat/font"
tap "vmware-tanzu/tanzu"
brew "anyenv"
brew "openssl@1.1"
brew "aspell"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "connect"
brew "coreutils"
brew "deno"
brew "dos2unix"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-secret"
brew "go"
brew "graphviz"
brew "gron"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "openjdk"
brew "maven"
brew "nkf"
brew "nmap"
brew "openjdk@11"
brew "poetry"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rename"
brew "ripgrep"
brew "subversion"
brew "tidy-html5"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "zinit"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
brew "vmware-tanzu/tanzu/tanzu-community-edition"
cask "abyssoft-teleport"
cask "alacritty"
cask "android-studio"
cask "cheatsheet"
cask "clipy"
cask "cmake"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hackgen"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keepassx"
cask "macwinzipper"
cask "mi"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "onedrive"
cask "owasp-zap"
cask "postman"
cask "quicksilver"
cask "rectangle"
cask "skype"
cask "slack"
cask "springtoolsuite"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "xquartz"
cask "zoom"
